label letter0:
    scene ui bg
    show letter0 piano chimp at illustration:
        zoom 0.35
    "Говорят, если посадить обезьяну за печатную машинку, когда-нибудь она
    напечатает полное собрание сочинений Шекспира. Но я, как ты можешь себе
    представить, не большой его поклонник. И потому я посадил обезьяну не за
    машинку, а за рояль. А она сыграла прелюдию и фугу Дэ минор из Хорошо
    Темперированного Клавира.."
    "Можешь покритиковать мой вкус, но исполнение было великолепным. С тех пор я
    уже неделю боюсь даже сесть за фортепьяно, осознавая свою никчёмность."
    "Впрочем, у всего есть положительные стороны. Я записал обезьяну на
    пластинку и дал послушать знакомому продюсеру. Он порекомендовал обратиться
    в один инди-лейбл и там записью заинтересовались. Если я когда-нибудь
    разбогатею, то наверняка из-за подобной чепухи.."
    nvl clear
    show letter0 photo face:
        zoom 0.35
    "А пока с финансами у меня по-прежнему неважно. Последнюю зарплату я спустил
    на новейшую мелкозернистую плёнку. Но пока она просто пылится в шкафу, - я
    боюсь растратить её по пустякам - и мой Зенит по-прежнему заряжен
    низкосортной дешёвкой. Так что живу я впроголодь, но по утрам любуюсь на
    коробочку Хаукин и это согревает мне душу. Жалкое зрелище, если вдуматься."
    show letter0 picture cat:
        zoom 0.5
    "..А ещё недавно один мелкий журнал опубликовал рассказ моего приятеля с
    несколькими моими иллюстрациями, но я почему-то не рад. Наверное потому, что
    с тех пор как я работал над ними прошло так много времени, что сегодня они
    мне кажутся детской мазнёй. Но мои нынешние работы никого не интересуют.
    Даже моя кошка давно привыкла к запаху проявителей и красок и перестала
    обращать внимание на мои занятия."
    "..."
    nvl clear
    show letter0 bloody letter:
        zoom 0.28
    "Перечитал написанное и теперь мне кажется, что я опять всё комкаю и пишу
    неинтересно. В такие моменты я часто начинаю думать, что ты перестанешь
    читать мои письма и становится ужасно тоскливо. Но сейчас я почему-то
    подумал о другом. О том, что может быть это я перестану писать тебе. И от
    этого стало ещё тоскливее. Почему?.."
    "{cps=6}...{/cps}"
    "{cps=3}.\n.\n.\n.\n.{/cps}"
    nvl clear
    show letter0 gramophone dance:
        zoom 0.28
    "Но пожалуй, хватит о грустном. Вчера мой сосед пригласил меня на вечеринку
    в честь его тридцатилетия в следующее воскресенье. Кажется, будет весело.
    Много народу, много бухла и громкая музыка. Не могу даже вспомнить, когда
    последний раз был на подобном мероприятии. Однокурсники часто приглашали
    меня, но в какой-нибудь клуб, где нужно заплатить кругленькую сумму за вход,
    так что я всегда отмазывался. А тут можно будет оттянуться на халяву."
    "Впрочем, о вечеринке наверное лучше будет написать когда она состоится. А
    пока напишу про соседа. Ведь кажется я ещё не рассказывал о нём?"
    nvl clear
    show letter0 drink man:
        zoom 0.28
    "Пожалуй, стоит начать с того, что это совершенно нормальный человек. По
    будням работает на заводе, по выходным развлекается с друзьями и с
    девчонками. Болеет за футбольную команду нашего городка. Кроме этого,
    никаких видимых интересов, только бухло: средней паршивости пиво и самогон,
    который ему присылает какой-то родственник из деревни... В общем, именно
    такой человек, какими меня пугали в детстве родители, пытаясь воспитывать
    меня \"интеллигентом\"."
    "Несмотря на то, что я давно преодолел этот страх и потерял все моральные
    ориентиры, я редко пересекаюсь с такими людьми. Даже мой начальник, иногда
    строящий из себя брутального мужика, когда-то заканчивал химический. Ну а
    остальные мои знакомые - это по большей части студенты с моего факультета и
    их знакомые. Как-то мало об этом задумывался, но круг общения реально
    определяет видение мира..."
    "Но что-то я забежал вперёд и ушёл в сторону, а начать-то стоило с нашего
    знакомства."
    nvl clear
    show letter0 careless postman:
        zoom 0.38
    "Так вот, с соседом мы познакомились совершенно случайно - из-за
    рассеянности нашего почтальона. Однажды он перепутал наши номера (семь и
    восемь - казалось бы, как можно спутать? Разве что он шёл и напевал \"письмо
    в квартиру во-о-семь, во-о-семь, о-о-семь, семь, семь\", но это же абсурд,
    правда?) и положил письмо соседу мне под дверь. Обнаружив конверт с
    незнакомым почерком и незнакомым отправителем, я проверил адрес получателя и
    убедившись в ошибке сразу же пошёл его отнести адресату - на этаж выше."
    show letter0 door meeting:
        zoom 0.38
    "Тут бы всё и закончилось - я собирался просто положить письмо в ящик и
    уйти, - но стоило мне отнять пальцы от конверта, как за дверью послышались
    шаги и уже через мгновенье она распахнулась, чуть не ударив меня. Из-за неё
    показался человек невысокого роста и крепкого телосложения. Он был небрит и
    одет в довольно потрёпанную одежду."
    nvl clear
    "- О!.. Извиняюсь, - сказал он, увидев меня. Не успел я что-либо ответить,
    как он продолжил: - Хмм, а ты что же, новый почтальон?"
    "- Я.. эм.. нет, отнюдь. Мне по ошибке пришло письмо, адресованное.. - Тут
    я замялся и мельком оглядел его ещё раз, прикидывая как к нему обращаться."
    "- Вот как?.. Ну что же, спасибо, - мужчина прервал меня и, ловко выудив
    откуда-то из кармана ключи, открыл ящик. - Может, зайдёшь? - внезапно
    добавил он, разглядывая конверт."
    "Я был слишком шокирован столь быстрому развитию событий чтобы реагировать
    нормально. Поэтому когда я открыл рот, пауза слишком уж затянулась и
    отказываться было бы невежливо. И я промямлил что-то неразборчивое в знак
    согласия."
    nvl clear
    show letter0 the flat:
        zoom 0.3
    "Вопреки моим ожиданиям, за дверью оказалась не комнатушка наподобие моей, а
    полноценная однокомнатная квартира с кухней, ванной и туалетом. Усадив меня
    на диван, хозяин прошёл в кухню и забрякал стаканами."
    "Придя в себя, я стал осматривать комнату. Старый паркет, голые стены, на
    одной из них висит одинокий небольшой ковёр. Напротив дивана, под ковром
    - небольшая небрежно заправленная кровать. Ближе к окну шкаф, покосившийся
    от старости. Складной стол около окна, на нём раскрытая книга обложкой вверх
    и импровизированная пепельница. С потолка тут и там свисают куски
    штукатурки. Такая вот комната."
    show letter0 room interior:
        zoom 0.3
    "Не успел я как следует разглядеть паутину над входной дверью, как мой новый
    знакомый вернулся в комнату с двумя стаканами пива в одной руке и
    пресловутым конвертом в другой. Он молча бросил конверт на подушку, протянул
    мне один стакан и сел на кровать. Пружины недовольно заскрипели."
    nvl clear
    show letter0 beer card:
        zoom 0.3
    "- Ах да, я же так и не представился. Хотя ты вероятно видел имя на
    конверте. В общем, все зовут меня Толик."
    "Я не мог не воспользоваться случаем и протянул ему недавно изготовленную
    визитку, а затем представился."
    "- Ух ты, - протянул он, разглядывая карточку. Затем улыбнулся и произнёс: -
    Ну, за знакомство!"
    "Мы чокнулись и выпили. Пиво оказалось приятно прохладным. Только ощутив эту
    прохладу, я наконец заметил, что в комнате неестественно жарко, несмотря на
    раннюю весну. Судя по слабому запаху, на который я раньше не обратил
    внимания, в кухне что-то готовилось. Впрочем, было не время для подобных
    отвлечённых наблюдений. Сделав несколько глотков и поставив стакан на пол,
    Толик поднял конверт и, немного повертев, надорвал его."
    nvl clear
    show letter0 tearing letter:
        zoom 0.35
    "- Знаешь, почему я пригласил тебя? - вдруг сказал он каким-то приглушённым
    голосом. Руки его остановились, лишь наполовину вытащив письмо из конверта.
    - Мне не так часто приходят письма, но даже это жалкое количество почта не
    может доставить как следует. Мои письма остаются неделями лежать завалившись
    в углу какого-нибудь мелкого отделения, они приходят в соседнюю квартиру, в
    соседний дом или улицу, а однажды моё письмо и вовсе отправилось в другой
    город, на совпадающий адрес."
    "Он сделал паузу, отложил письмо в сторону и отпил ещё пива, а затем
    продолжил:"
    "- Так вот, каждый раз когда это случается, письмо приходит в распечатанном
    конверте. \"Я понял, что это ошибка, только открыв конверт\", \"Мне и в
    голову не приходило, что могли так напутать\" или \"Вы не волнуйтесь, я
    ничего не успела прочитать\". Все они говорят или пишут что-то подобное. Ну
    или не пишут ничего, просто бросают открытый конверт и уходят... Так что..
    ты первый, кто вернул мне письмо запечатанным."
    nvl clear
    "Ненадолго воцарилась тишина. Когда я отхлебнул пива, глоток прозвучал
    неестественно громко. Я не знал, что ответить, и просто ждал продолжения."
    "- Почему?.. - наконец спросил он и после паузы добавил: - Почему ты не стал
    читать его?"
    "- Э.. - протянул я и задумался. Кажется, мне даже не пришло в голову
    распечатывать конверт когда я заметил ошибку. Я лишь удивился рассеянному
    почтальону и решил разобраться с этим поскорее. - Не знаю.. Наверное, мне
    это просто не пришло в голову."
    show letter0 marriage trap:
        zoom 0.35
    "- Ха-ха, а ты странный! Но, раз уж ты сам не стал читать письмо, я расскажу
    тебе, о чём оно. Дело в том, что я развожусь. - Он поднялся с кровати и
    подошёл к окну, достал сигарету из пачки на подоконнике и закурил. Затем,
    сделав пару затяжек, продолжил: - Уже несколько месяцев развожусь и всё
    никак не могу закончить. Чёртовы юристы!"
    "Толик замолчал и принялся ходить по комнате, но было видно, что он не
    закончил. Я молча ждал продолжения, временами потягивая пиво."
    nvl clear
    "- Хотя конечно во всём виновата она. Бросила меня четыре года назад, убежав
    с каким-то певчиком. А теперь, когда тот её бросил, пытается ограбить меня
    при помощи всех этих юридических уловок. Знал бы, сразу бы настоял на
    разводе. Но мне тогда сказали, что это мол сложно и денег будет стоить, если
    без неё развод организовать. Чёртовы юристы! - повторил он и наконец
    замолчал."
    show letter0 caged sofa:
        zoom 0.35
    "Я сделал несколько последних глотков и прикончил содержимое стакана.
    Внезапно мне показалось, что если я так и останусь сидеть на этом диване, он
    непременно расскажет мне если не всю историю своей жизни, то по крайней мере
    всё, что связано с его женой. Поэтому я встал и, подойдя к окну, поставил
    пустой стакан на подоконник. Взглянув на небо, я увидел как одинокое облако
    проплывает над унылым городским пейзажем."
    "- Ладно, не бери в голову, - как будто спохватился он и тут же перевёл
    разговор на другую тему: - Я бы предложил тебе ещё пива, но к сожалению это
    последнее. Вообще-то, я как раз собирался в магазин, но тут это письмо.."
    nvl clear
    "Я подумал было, что наступил подходящий момент, чтобы сказать \"мне пора\"
    и свалить, но потом передумал. У меня возникло ощущение, что он и сам уже не
    прочь от меня избавиться, и захотелось посмотреть, как же он это сделает."
    "Впрочем, ничего интересного не произошло: он просто сказал, что теперь ему
    действительно пора в магазин за каким-то соусом. (Видимо, для того блюда,
    которое приготовлялось на кухне, издавая всё более заметный аромат). На этом
    мы и расстались."
    "..."
    nvl clear
    "Вот такое вот знакомство. Если тебе интересно, в следующий раз я расскажу
    про него что-нибудь ещё. Но сейчас пора заканчивать это письмо, а то я
    опоздаю отнести его на почту."
    "{cps=6}...{/cps}"
    "{cps=3}.\n.\n.\n.\n.{/cps}"
    show letter0 window cactus:
        zoom 0.35
    "А ещё у меня на подоконнике расцвёл кактус."
    
    return
