label letter1:
    nvl clear
    scene ui bg
    show letter1 book man at illustration:
        zoom 0.35
    "\"Все нормальные люди похожи друг на друга и потому ужасно скучны, но
    каждый сумасшедший сходит с ума по-своему.\""
    "Вчера, когда рылся в старых бумагах, я наткнулся на эту строчку, много раз
    правленную, а затем всё равно отброшенную на свалку истории. Неудивительно:
    даже возомнивший себя писателем школьник, который написал её, всё же сумел
    понять чрезмерную претенциозность подобных аллюзий. Или же он, напротив,
    решил, что его творения выше того, чтобы цитировать классику?.."
    "Увы, на этот вопрос у меня нет ответа. Слишком смутно я помню те времена и
    по правде сказать даже не уверен в том, кто изначально придумал эту строку.
    Записал и правил её я - это видно по почерку, - но была ли она плодом моего
    собственного ума или же я лишь услышал её где-то и решил использовать - не
    помню. Однако в моей памяти довольно неплохо сохранилось то, что должно было
    последовать за этим \"блистательным\" началом: это была история о человеке,
    намеренно сходившим с ума."
    nvl clear
    show letter1 always second:
        zoom 0.35
    "\"Зачем?\" - наверное, удивишься ты. О, это был очень амбициозный человек,
    но к своему несчастью не имевший ни одного таланта. Он закончил университет
    и консерваторию, провёл несколько лет в учениках одного именитого художника,
    но всё было напрасно. За что бы он ни брался, всё выходило у него неплохо.
    \"Неплохо\" - о, как возненавидел он это слово! Он не мог сделать ничего
    по-настоящему нового и волнующего. Его исследования были столь же точны,
    сколь и незначительны. Его творчество повторяло лучшие работы мастеров, не
    добавляя ничего своего."
    show letter1 castle sun:
        zoom 0.3
    "И вот, в какой-то момент, отчаявшись до глубины души, он бросил свои
    занятия и отправился в путешествие. (Его скитания должны были занять немалую
    часть книги, однако я так и не продумал большую их часть). Спустя несколько
    месяцев, он набрёл на один старинный замок. Заметив его издалека, он
    подумал, что замок наверняка заброшен - таких немало было в тех землях - и
    решил заночевать в его романтичных руинах."
    nvl clear
    "Однако, когда он наконец приблизиться к холму, на котором стоял замок, он
    понял свою ошибку. Несколько хорошо протоптанных тропинок поднималось
    наверх, а неподалёку виднелись огороды. Уже наступал вечер, солнце клонилось
    к горизонту, а потому наш Странник встретил первого человека лишь поднявшись
    к крепостной стене. Это был старый Привратник, взглянув на которого можно
    было подумать, что он уже несколько десятилетий не сходит со своего поста в
    надежде встретить нарушителя, которого можно было бы задержать. Когда он
    увидел Странника, глаза его заблестели."
    show letter1 capped guard:
        zoom 0.3
    "- Зачем ты пришёл сюда, странник?"
    "- Я ищу ночлега. Что угодно, лишь бы была крыша над головой."
    "- Ха-ха-ха! Ищешь ночлега в этой дыре? Ну что же, проходи, странник. Не
    удивляйся, однако же, тому что увидишь здесь."
    "..."
    nvl clear
    show letter1 mad people:
        zoom 0.4
    "А удивляться было чему. Как вскоре догадался наш герой, этот замок был
    превращён в больницу для умалишённых. Он шёл по узким улочкам и коридорам,
    по когда-то роскошным, а теперь обшарпанным залам и лицезрел все мыслимые и
    немыслимые проявления повреждений рассудка. Иногда на его пути встречались и
    врачи, но отличались они прежде всего белыми халатами и отсутствием цепей,
    которые, впрочем, были одеты лишь на самых буйных больных."
    "Когда Странник добрался до центральной башни замка - привратник велел идти
    туда и поговорить с \"настоятелем\" - ему уже стало плохо от страданий и
    бреда, которыми был пропитан сам воздух. Поднимаясь по высоким каменным
    ступеням, он проклинал себя за то, что пришёл сюда. Но наконец добравшись до
    самого верха и войдя в единственную комнату, он ощутил странное спокойствие:
    здесь не были слышны вопли, стоны, стенания и странные, нечеловеческие
    голоса."
    show letter1 library man:
        zoom 0.45
    "- Добро пожаловать, странник, - сказал опрятный человек, сидевший за столом
    и кажется ещё минуту назад что-то писавший. - Добро пожаловать в мою
    скромную обитель. Пожалуйста, присаживайся."
    nvl clear
    "...Вот так Странник познакомился с Настоятелем, который посвятил свою жизнь
    изучению человеческого рассудка. Три ночи провёл Странник в замке и успел о
    многом поговорить с Настоятелем. Тот предлагал ему остаться, но Странник
    чувствовал, что должен идти дальше..."
    show letter1 talking fire:
        zoom 0.5
    "Прошло несколько недель и наступила осень, но Странник продолжал идти на
    север. Человеческое жильё всё реже встречалось на его пути и всё чаще он
    проводил ночи, борясь с холодами. Смутная идея, зародившаяся у него ещё в
    замке, постепенно давала ростки в его сознании. Образ Настоятеля всё чаще
    приходил к нему тёмными вечерами и шептал \"...человеческий рассудок есть
    величайшая загадка вселенной... ...чем не пожертвуешь ради столь великой
    цели!.. ...но всё же чего-то мне не хватает и подойдя столь близко к ответу,
    я всё же не вижу его...\""
    nvl clear
    "Кто-то может решить, что уже тогда, слыша голос Настоятеля в шуме
    потрескивающего костра, Странник начал сходить с ума. Однако, его видения
    были столь же безобидны, сколь и обыкновенный бред, вызванный лихорадкой.
    Если бы в этот момент кто-то указал бы ему цель, достойную преследования,
    и путь, пусть долгий, но ведущий к этой цели, вне всяких сомнений наш герой
    остался бы в здравом уме. Но судьба распорядилась иначе. Он остался один и
    одной особенно холодной ночью решил посвятить свою жизнь исследованию разума
    на собственном примере..."
    "..."
    nvl clear
    show letter1 window eye:
        zoom 0.5
    "Вот такая история. Зачем я написал её здесь? Не знаю. Наверное,
    прикоснувшись к своему прошлому, я хотел погрузиться в него, раствориться в
    нём хотя бы на несколько мгновений."
    "А сейчас я вновь в хмуром настоящем. С утра льёт дождь и холод
    просачивается сквозь многочисленные щели в окне. Но такая погода мне даже
    нравится. Я бы мог часами сидеть и смотреть на струйки воды, стекающие по
    стеклу, на мокрые, ещё голые ветви деревьев, на редких пешеходов, кутающих
    мрачные лица в воротники и капюшоны.. Увы, вместо этого мне приходится
    сидеть за столом, уткнувшись в книги и тетради. Это письмо я пишу в
    перерывах, когда мне в конец надоедает переводить древнеримские стихи."
    "Кстати, о латинской поэзии: недавно этот, казалось бы, весьма отвлечённый
    предмет, спровоцировал (пусть косвенно) один весьма занятный эпизод."
    nvl clear
    show letter1 arguing circle:
        zoom 0.4
    "Когда профессор де Ансье нагрузил нас этими переводами и наконец отпустил с
    утомительной лекции, один мой однокурсник - Михайло, как он себя называет -
    нарочито громко заявил \"И начерта нам эти Вергилии? Что, современных поэтов
    мало?\" Профессор успел лишь злобно посмотреть ему вслед, но и среди
    студентов нашёлся заступник римского классика - один из знатоков латыни на
    нашем курсе, Иван Козлов."
    "- Да чего стоят все эти ваши современные \"гении\"? Всё, что они могут -
    это изобретать новые способы шокировать изумлённую публику своим отрицанием
    правил и традиций. Поэты древности писали эпос о судьбах героев и богов,
    народов и властителей, о великих победах и поражениях. А ваши модернисты
    пишут о чём-нибудь мелком, несущественном или несуществующем, о... - тут он
    замялся, подбирая слова, но продолжить ему уже не дали. Кружок спорящих и
    просто наблюдателей вроде меня бесцеремонно разорвала Анна - девушка,
    известная своей эксцентричностью на весь университет."
    nvl clear
    show letter1 water glass:
        zoom 0.4
    "{vspace=80}{fast}
    {cps=12}{space=180}Я выпью с тобой {space=10}стакан воды,
    {p=0.1}{space=100}Но не думай, что кровь {space=30}забыта.
    {p=0.1}{space=90}Я просто ищу в темноте {space=10}следы {space=20}пустоты,
    {p=0.1}{space=190}Неизведанной, {space=40}неиспитой.{vspace=5}
    {p=0.1}{space=150}Ты ещё держишь {space=15}пустой бокал,
    {p=0.1}{space=100}Я ещё чувствую {space=30}запах {space=20}клубники,
    {p=0.1}{space=80}Но в руке пророка {space=10}уже заблестел {space=20}металл.
    {p=0.1}{space=90}Ты, {space=15}твоя жизнь {space=15}и твой идеал {space=10}-
    {space=10}разбиты.
    {vspace=5}{/cps}"
    nvl clear
    show letter1 leaving girl:
        zoom 0.4
    "Она продекламировала эти два четверостишья с театральным выражением
    отрешённости и тут же ушла, сопровождаемая восхищёнными, раздражёнными и
    завистливыми взглядами. \"Защитник Вергилия\" презрительно оглядел
    собравшихся и хотел было уйти, но его остановил один из многочисленных
    поклонников Анны."
    "- Тебе что, скотина, стихи не понравились?! - чуть ли не зарычал он и
    схватил Ивана за плечо."
    "Впрочем, что было дальше я не знаю. Дело запахло дракой или по крайней мере
    бессмысленной руганью, и я ушёл. На следующий день эти стихи были намалёваны
    на стене одного из университетских зданий. Могу представить себе, как
    взбесился бы де Ансье, если бы узнал что послужил косвенной причиной такому
    \"поэтическому вандализму\"."
    show letter1 professor task:
        zoom 0.45
    "Ну а мне пожалуй пора возвращаться к его заданию, ведь завтра вечеринка и
    подобными вещами заниматься уже не захочется."
    return
