label letter5:
    nvl clear
    show ui bg
    show letter5 medic watching at illustration:
        zoom 0.3
    "Эпидемия закончилась так же неожиданно, как и началась, несмотря на все
    потуги журналистов и фармацевтов запугать публику. Жизнь продолжается, как
    будто ничего не произошло. Взрослые снова ходят на работу, дети - в школу,
    институты снова заполнены теми, кто до конца не попадает ни в одну из этих
    категорий. Восстановлены показатели производительности заводов, уровни
    продаж, количество грабежей и мелких драк. Хотя нет, насчёт последнего я
    пожалуй не прав - драк, как это обычно и происходит весной, становится
    больше. Недавно я чуть было не пополнил эту статистику собственным участием,
    когда меня по ошибке приняли за фаната \"не той\" футбольной команды из-за
    того что я надел зелёный шарф. К счастью, на этот раз всё обошлось..."
    show letter5 panic study
    "В универе как будто кто-то нажал на переключатель и с понедельника началась
    предэкзаменационная паника. Больше всего, впрочем, паникуют второкурсники,
    которым скоро защищать первую курсовую. А мы, старожилы, уже привыкли ко
    всему и более или менее уверены в своих результатах - кто-то в хороших,
    кто-то в плохих. Я вообще вижу мало смысла паниковать за несколько недель до
    экзаменов - если нормально учиться на протяжении семестра, особая подготовка
    не требуется. А если нормально не учиться - зачем вообще тратить своё и
    чужое время на эту клоунаду?"
    "Забавно ещё и то, что через несколько дней все эти паникёры на время
    забудут про свои драгоценные экзамены. Во время праздников их \"священные
    студенческие обязанности\" уступят место \"священным гражданским
    обязанностям\", заключающимся, как ни странно, в праздновании. Вообще, мне
    кажется было глупой идеей праздновать эти два дня отдельно: вместе с
    выходными получается слишком большая концентрация нерабочих дней, приводящая
    к полной расслабленности."
    "В духе этой расслабленности очередная репетиция наполовину отменилась. Я
    так и не понял, то ли дело в экзаменах, то ли в том, что Влад решил сходить
    на свидание... Что я понял, так это то, что большинство музыкантов далеки от
    того образчика трудолюбия и упорства, который рисуют в популярной культуре.
    И вообще они люди безответственные."
    "Я написал \"наполовину отменилась\" - потому что на репетицию всё же пришло
    два человека (включая меня) и мы даже немного поиграли. На этот раз я сидел
    за фортепьяно и добавлял случайные ноты в общую композицию. Но всё это было
    скорее игрой - никто не воспринимал эту репетицию всерьёз и вскоре мы пошли
    развлекаться."
    "По предложению Лёши мы направились в одно презабавное местечко на окраине
    города (даже, пожалуй, в пригороде) - Сад Анонимуса. Суть этого заведения в
    том, что все посетители анонимны: в одинаковых плащах и масках и даже со
    специальными устройствами, искажающими голос. Впрочем, последние работают не
    слишком хорошо (по понятным причинам), но всё же шанс узнать голос
    малознакомого человека не велик. А если ещё и самому говорить необычным
    голосом, то можно и вовсе неплохо замаскироваться."
    "Говорят, что изначально этот формат зародился в среде революционеров и
    прочих подпольщиков, чтобы участники могли приходить без страха быть
    узнаными полицией, но здесь и сейчас это прежде всего развлечение. \"Выражай
    себя свободно\" - один из лозунгов местной культуры - гордо вывешен у входа.
    В памятке, висящей на стене, про всё это расписано подробнее, но пожалуй нет
    смысла пересказывать её здесь - всё-таки я не рекламное агентство. Как я
    понимаю, суть идеи в том, что в обычной жизни люди скованы в своих поступках
    собственным образом себя и ожиданиями окружающих. Но надев безликую маску
    они могут освободиться от этих цепей и делать то, что им хочется."
    "К сожалению, в действительности это не всегда работает. Многие люди
    предпочитают пользоваться маской анонимности лишь для безнаказанности и
    забавляются тем, что выливают свою злобу на других, так что это не лучшее
    место для слабых духом."
    "Что касается меня, то я неплохо провёл время. Пересказывать всё не имеет
    смысла - нужно самому почувствовать атмосферу анонимности, чтобы понять её.
    Но пару эпизодов я всё же расскажу."
    "Во-первых, я разговорился с одним \"серийным убийцей из Смоленска\". Он с
    энтузиазмом рассказывал про свои похождения по ночному городу в поисках
    жертвы, про упоение убийством и про то, как водил за нос следователей,
    оставляя ложные улики. Всё это было на грани правдоподобия и потому было
    довольно забавно. Его познания о громких делах были куда глубже среднего, он
    рассказывал о таких деталях, которые не сообщались прессе, но всё же в
    середине разговора он сделал пару ошибок и выдал себя с головой. Впрочем,
    наш третий собеседник, кажется, и правда поверил \"убийце\" и был сильно
    напуган."
    "Ну а во-вторых, я услышал знакомое имя: Жан Людон. Я не слышал всего
    разговора, но кажется одни обвиняли его в шпионаже, а другие спорили с этим.
    Меня сильно удивила его известность, а ещё больше то, что ему приписывали
    кучу имён: Леонид Владов, , Джи Джей (видимо английские инициалы) и
    ещё несколько, которые я не запомнил. Опять-таки, велись споры по поводу
    некоторых из этих имён, но то, что он и Алан Зе Беа - одно лицо никто не ставил под
    сомнение. По мнению некоторых, он был шпионом на службе сразу у нескольких
    европейских держав, по мнению других - революционером, а кто-то называл его
    величайшим сыщиком, но никто не сомневался в значимости его персоны."
    "На вопрос о том, видел ли его кто-то из присутствующих лично, утвердительно
    ответили двое, причём один описал совершенно непохожего человека на того,
    кого знал я. Второй, или, скорее, вторая - судя по голосу, это была,
    вероятно, девушка, - стала с ним спорить, не выдавая, впрочем, подробностей.
    Я было усомнился, что речь вообще идёт о том самом Людоне, который приходил
    к нам на работу, но вскоре были упомянуты его среднее имя и пару фактов из
    биографии (по большей части выдумка, как говорили многие), убедившие меня в
    обратном."
    "..Из всего разговора я так и не узнал ничего достоверно, кроме
    существования неформального клуба расследований, занимающегося в том числе
    личностью моего случайного знакомого. Что и говорить, мне захотелось ещё раз
    встретиться с этим таинственным человеком, но у меня не было ни малейшего
    представления, как это сделать. Я, конечно, подумал спросить про него у
    босса, но вряд ли бы он рассказал что-то полезное. Во всяком случае, если
    Людон и вправду был хоть отчасти тем, что про него рассказывали."
    "..."
    "Пожалуй о Саде Анонимуса на этом всё. Возвращались мы оттуда в духе
    заведения - по отдельности, поэтому заранее договорились встретиться на
    следующий день поделиться впечатлениями. Впрочем, когда мы сидели в тихом
    кафе, наполненным солнечным светом, нам не очень-то и хотелось говорить о
    тёмных коридорах Сада, наполненных безликими тенями. Поэтому в основном мы
    просто болтали о жизни."
    "Помимо всяких мелочей, Лёша рассказал мне, почему стал заниматься подобной
    музыкой. Оказалось, что в детстве он занимался скрипкой, но потом ему
    переломали пальцы и он не смог играть. Некоторое время он пытался играть на
    ударных, но это не вдохновляло его настолько, чтобы тренироваться серьёзно.
    Познакомившись в техническом колледже со звукозаписью, он сразу
    заинтересовался ею и, встретив единомышленника, организовал такую необычную
    группу."
    "Мой пересказ прозвучал пожалуй сухо, но его рассказ был наполнен живыми
    подробностями и эмоциями. Даже если он уже давно смирился с тем, что не
    может играть на скрипке, невыполнимая мечта об этом не исчезла."
    "Когда он закончил свой рассказ, наступила тишина, нарушаемая лишь редкими
    машинами, проезжающими за окном, да пением птиц. Посетителей в этот час
    почему-то не было, если не считать одного угрюмого типа, который время от
    времени заказывал кофе, а вообще был занят какими-то книгами."
    "Я не знал, что ответить и просто размышлял. Была ли у меня когда-нибудь
    подобная мечта? Да, я пожалуй хотел стать писателем, но это совсем не
    походило на мечту всей жизни. Со временем я понял, что меня не настолько
    интересуют тексты, чтобы писать всерьёз, а вскоре увлёкся фотографией. Но и
    это не стало чем-то, определяющим мою жизнь."
    "И уж тем более передо мной никогда не возникали столь непреодолимые
    препятствия. А если бы и возникли? Сомневаюсь, что я сохранил бы столь
    пылкий интерес..."
    "Мои мысли прервала шумная толпа посетителей, внезапно ворвавшаяся в тишину
    кафе. После этого мы заговорили о чём-то другом и больше к этой теме не
    возвращались."
    return
