label letter2:
    nvl clear
    scene ui bg
    show letter2 drinking party at illustration:
        zoom 0.3
    "Ну вот и пришло время рассказать о вечеринке. Хотел было написать о ней
    вчера, но голова весь день была тяжёлой, так что после работы я сразу
    завалился спать."
    "Если вкратце - для меня вечеринка удалась.. на две трети. Что это значит?
    Я неплохо провёл время: музыка, выпивка, еда - всё было на уровне; правда,
    было тесновато, но мы даже умудрились там танцевать. Пожалуй, танцы и были
    лучшим моментом вечера. Остальное время, разговаривая о мелочах с
    малознакомыми людьми и слушая истории разной степени увлекательности, я не
    мог избавиться от ощущения некоторой отстранённости. Внутренний наблюдатель
    долго не хотел замолчать, и даже когда я заткнул его алкоголем, я всё равно
    не почувствовал себя частью окружавшей меня весёлой, шумной компании.
    Когда-то давно, когда я ещё был совсем ребёнком, мне это удавалось без
    труда, а теперь я слишком.. осторожен, что ли? Защищаю границы своего \"я\"
    от любого внешнего воздействия. (Прямо как типичный герой из манги; вот
    только в чём заключается моя \"травма детства\" - не знаю)."
    nvl clear
    show letter2 door person:
        zoom 0.35
    "Интересно, почему опять так получается, что я сначала пишу \"удалась на две
    трети\", а затем две трети посвящаю тому, что не удалось? Впрочем, наверное
    всем людям не чуждо удовольствие жаловаться. В той или иной мере."
    "Но вернусь к вечеринке. Я ведь ещё не рассказал про, пожалуй, единственное
    интересное событие. Через несколько часов после начала празднования, когда
    я уже потерял счёт времени, в дверь внезапно постучали."
    show letter2 dress girl:
        zoom 0.35
    "- А, это наверное она, - произнёс кто-то рядом со мной. Когда Толик открыл
    дверь, на пороге действительно оказалась девушка. В первый момент мне не
    было видно её лица, - я увидел лишь фигуру в тёмном вечернем платье - но
    когда я увидел его, то не поверил своим глазам: какого чёрта здесь делает
    Анна Волина (я упоминал её в предыдущем письме), да ещё в таком наряде?!
    Подойдя ближе и услышав её голос, я понял, что ошибся. Это была не Анна."
    nvl clear
    "\"Наверное это её родственница\" - так подумали бы на моём месте многие.
    Однако мне это и в голову не пришло - наверное такое направление мыслей
    просто не в моём стиле. Поэтому спрашивать у неё про Анну мне показалось
    странным. Впрочем, пока я размышлял об этом, случайно выяснилось, что Нина -
    так звали вошедшую - действительно родственница, а именно старшая сестра
    Анны."
    show letter2 two sisters:
        zoom 0.4
    "Сначала это показалось мне невероятным - настолько различались их характеры
    и манера поведения. В отличии от своей сестры, Нина была мягкой и
    женственной, может быть даже немного хрупкой. В её движениях чувствовалась
    грация, а аура источала тепло. Однако чем больше я её наблюдал и общался с
    ней, тем больше замечал их неуловимое сходство."
    "Что это было? Уверенность в себе, независимость? Пожалуй лучше всего будет
    описать это так: \"внутренняя целостность\". Но если Анна проявляла эту
    целостность открыто, можно даже сказать навязчиво, то Нина делала это мягко
    и почти незаметно."
    nvl clear
    show letter2 two dancing:
        zoom 0.35
    "Например, когда мы с ней танцевали, она не позволяла увлечь себя дальше
    определённой черты и, не пытаясь добиться первенства, не соглашалась и на
    пассивную роль. В разговоре предпочитала не спорить, но всё же высказать
    своё мнение."
    "Впрочем, я только познакомился с ней, поэтому мои суждения могут оказаться
    довольно поверхностными. Но по первому впечатлению она очень приятный
    человек, и я огорчился когда она ушла задолго до окончания."
    "На сегодня пожалуй всё. Не думаю, что я могу добавить что-то интересное про
    вечеринку, а больше ничего значимого за эти три дня и не произошло."
    "..."
    nvl clear
    show letter2 human yard:
        zoom 0.35
    "А вот за последующие три дня произошло несколько событий."
    "Но для начала - о погоде. За последние дни у нас сильно потеплело и на
    улицах стало ужасно людно. В моём дворе с утра до ночи постоянно кто-нибудь
    тусуется. Старые сплетники и сплетницы выходят первыми и начинают бубнить на
    своих скамейках, временами отпуская громкий комментарий по поводу
    какого-нибудь прохожего, который чем-либо им не понравится. За ними
    подтягиваются молодые мамаши с колясками и мелкими детьми, а иногда и с
    мужьями. Потом выбегают дети постарше - в будни их не так уж и много, но в
    выходные.. Ближе к обеду выползают любители шахмат и домино - пожалуй, самый
    безобидный вид: тихо сидят за столиками и никому не мешают. После обеда
    набегают школьники и мне хочется оказаться где-нибудь подальше отсюда."
    "Впрочем, я конечно редко наблюдаю всю эту картину, если не считать
    выходных. Но в эту среду у нас отменили занятия (безо всяких объяснений!) и
    я провёл первую половину дня дома. Тогда и сделал эти наблюдения."
    nvl clear
    show letter2 producer disc:
        zoom 0.35
    "А во второй половине дня у меня наконец состоялась встреча с продюсерами из
    лейбла Волны по поводу той записи, на которой играла обезьяна. На
    предварительной встрече они заинтересовались, но в этот раз разговор пошёл о
    том, что им нужно больше материала и тогда они \"обязательно возьмутся\"
    выпускать альбом. Но я не только не мог предоставить им больше записей, так
    ещё и объяснять было трудно - не мог же я им откровенно сказать, что играла
    на той пластинке обезьяна из городского зоопарка, которая с тех пор даже
    гамму не может сыграть и вообще живёт в клетке и ест бананы. В общем,
    расстались мы с обеих сторон недовольные."
    show letter2 walking through:
        zoom 0.4
    "Но в коридоре я столкнулся с одним интересным человеком, который ни с того
    ни с сего начал уговаривать меня присоединиться к его группе. Когда я ему
    сказал, что лишь чуть-чуть умею на фортепьяно, он заявил что это не важно и
    вообще он фанат моих работ (каких именно работ и где он их видел - я так и
    не понял). В результате он вытянул из меня обещание прийти к ним на
    репетицию на следующей недели и на этом мы расстались."
    nvl clear
    show letter2 nobody works:
        zoom 0.35
    "Однако случайные встречи того дня на этом не закончились - когда я пришёл
    на работу (чуть не опоздал из-за этого \"фаната\"), то чуть было не подумал,
    что ошибся дверью - так было оживлённо. Помимо начальника, которого я и
    ожидал там застать, в комнате было двое. Во-первых, Лиза, которая
    подрабатывала здесь так же как и я, но которой сегодня быть не должно было.
    Во-вторых, неизвестный мне мужчина лет пятидесяти в не по сезону тёплом
    твидовом пиджаке. В его тёмных волосах было несколько седых прядок, но лицо
    выглядело моложе и дело было не только в малом количестве морщин - его глаза
    выглядели по-настоящему молодо."
    "Когда я вошёл, двое мужчин сидели за столом, а Лиза доставала что-то с
    верхней полки шкафа, до которой она еле могла дотянуться - она вообще
    невысокого роста. Босс поприветствовал меня и пригласил за стол, тут же
    отметив, что работы пока не будет. Когда я подошёл, он представил меня
    незнакомцу. Его звали Жан Мари Людон. Как выяснилось позднее, он родился в
    Лионе, но всё детство разъезжал с родителями-музыкантами по свету, а когда
    вырос - осел у нас."
    nvl clear
    show letter2 talking bottle:
        zoom 0.32
    "Но я отвлёкся. Тем временем Лиза всё же добралась до своей цели - это
    оказалась бутылка скотча. Я бросил взгляд на стол: там уже стояли стаканы и
    лёд. \"Что-то последнее время везёт мне на халявную выпивку\", подумал я.
    Вообще-то мы и раньше иногда выпивали на работе, но только по праздникам и в
    конце рабочего дня. И даже тогда не закрывали приём заказов. Видимо, случай
    был особым. А из необычного в комнате был лишь Жан, так что я сразу решил,
    что он связан с происходящим. Но был ли он причиной или следствием? Этого
    мне так и не удалось выяснить."
    "Хотя на первый взгляд всё выглядело как встреча давних друзей. И так оно
    скорее всего и было - они разговаривали преимущественно между собой, хотя и
    не пренебрегая нашим обществом, - но всё же слабое напряжение иногда
    проскальзывало в воздухе и не давало мне полностью принять такое
    объяснение. Как же я всё-таки иногда бываю подозрителен!"
    nvl clear
    show letter2 memory road:
        zoom 0.4
    "..Жан рассказывал прежде всего о своей поездке по Европе, из которой только
    что вернулся, но постоянно делал отступления, вспоминая прошлое. Он начинал
    рассказывать о достопримечательностях, внезапно переключался на встречу с
    какими-то людьми и тон его резко менялся, потом обрывал и задавал
    какой-нибудь вопрос, не слишком относящийся к текущему рассказу. В
    результате история получилась очень запутанной, во всяком случае для таких
    непосвящённых как мы с Лизой. Так что пересказывать её я не берусь."
    show letter2 week passed:
        zoom 0.4
    "Поскольку в тот день мы почти ничего не сделали по работе, следующие два
    дня были ужасно загружены. Жан Мари больше не появлялся, а босс кажется стал
    немного более нервным. Вот так и прошла ещё одна неделя."
    return
