label letter4:
    nvl clear
    show ui bg
    show letter4 spring nature at illustration:
        zoom 0.35
    "Весна. На календаре ещё весна, молодые листья распустились совсем недавно
    и весенняя грязь до сих пор не высохла, но всё же для меня сегодня первый
    день лета. Первый день, когда на улице так тепло, что можно не бояться
    замёрзнуть, присев на час или два. Даже эти строчки я пишу не дома (хотя,
    конечно, потом я перепечатаю их на машинке), а в городском парке, сидя в
    уединённой беседке. Сейчас ещё четверг и нет даже пяти часов, поэтому я могу
    наслаждаться почти полным одиночеством. Хотя, что это я: у пруда резвятся
    стайки птичек, белки карабкаются по деревьям и с непревзойдённой ловкостью
    прыгают с одного на другое. Несколько минут назад сюда даже забрела кошка.
    Короче говоря, какое уж тут одиночество. Но - людей нет, и это меня радует."
    show letter4 lonely rock
    "Впрочем, последнее время людей вокруг меня вообще мало, даже там, где они
    должны быть, и вот это не очень радует. Причина тому проста - очередная
    весенняя эпидемия гриппа или чего-то такого. К счастью меня она не
    затронула, и теперь моя жизнь выглядит как театральная постановка
    разоряющегося театра, из которой для экономии средств вырезали половину
    персонажей."
    nvl clear
    "В универе пусто, что впрочем означает что на каждого \"выжившего\"
    приходится больше внимания. На работе поток клиентов снизился несмотря на
    прекрасную погоду и даже пропуски Лизы (кажется, она ухаживает за больной
    тётей) не компенсируют недостатка работы. В итоге наш офис выглядит то как
    филиал библиотеки, то как опустевший бар, работники которого выпивают по
    рюмочке после пустого рабочего дня."
    show letter4 random piano
    "Планы пойти на ещё одну репетицию тоже отменились из-за этой эпидемии. Но в
    тот день я всё равно провёл пару часов за пианино: внезапно напало желание
    сыграть что-нибудь и я коряво извлекал случайные аккорды и обрывки мелодий
    из бедного инструмента, который не мог отвергнуть неуклюжего исполнителя..."
    nvl clear
    show letter4 broken speaker
    "Ещё одно событие за эту небогатую событиями неделю: у Толика сломалась
    одна из колонок проигрывателя и он пригласил меня посмотреть её, почему-то
    думая, что я хорошо разбираюсь в подобной технике. Но всё, что я смог
    сделать - это убедиться в том, что проблема в самой колонке, а не
    проигрывателе. Он и сам мог бы это сделать, просто поменяв колонки местами."
    "После этого мы посидели ещё какое-то время, болтая о погоде, эпидемии,
    политике и прочих мелочах. Он упомянул и свой бракоразводный процесс,
    который наконец подходил к концу. В отличии от нашей первой встречи, он
    отзывался о своей жене гораздо спокойнее, с некоторой ностальгической
    грустью. В какой-то момент я даже подумал, что он хотел бы снова жить с ней,
    несмотря на всё, что между ними произошло. Но даже если это и было так, его
    жена к этому не стремилась."
    nvl clear
    "Когда я уходил, он спросил, не знаю ли я куда обратиться со сломанной
    колонкой и я сказал, что спрошу у знакомых. Тогда я ещё не знал, что
    репетиция отменится и думал спросить у \"музыкантов\". Впрочем, вместо этого
    я спросил у Влада, который на следующий день зашёл в универ сказать об
    отмене. Он посоветовал одну мастерскую, которая оказалась недалеко от дома и
    я зашёл туда по дороге."
    nvl clear
    show letter4 cheap house
    "Она располагалась в одном из ветхих деревянных двухэтажных зданий, которые
    вместо того, чтобы снести, до последнего используют, сдавая под офисы мелких
    контор, зачастую мошеннических фирм-однодневок. В коридоре первого этажа я
    нашёл криво написанный указатель и последовав его совету (\"мастерскую
    электротехники ищите в конце коридора, поднявшись по лестнице\") поднялся на
    второй этаж. Проследовав в конец длинного тёмного коридора, освещённого
    только тусклым светом из окна на лестнице, я обнаружил дверь с табличкой,
    гласившей \"Ремонт любой электрической техники. Качественно, быстро, с
    гарантией\". Я хотел уже было постучать, как вдруг обнаружил другую
    табличку, поменьше, на которой ещё более корявым почерком, чем на указателе
    внизу, было написано \"Мастер заболел. Получить готовый заказ можно получить
    в кабинете 305 (предъявите квитанцию!). Приём заказов приостановлен.\". Ну
    конечно, этого стоило ожидать."
    nvl clear
    show letter4 corridor maze
    "Я подумал было зайти в \"кабинет 305\", но обойдя весь этаж не нашёл ни
    одной таблички с указанием номера. Спустившись вниз, я обошёл и первый этаж,
    но номеров не было и здесь. Для очистки совести или, скорее, из любопытства,
    я пару раз перечитал указатель, но никаких упоминаний триста пятого кабинета
    не было. Хотя встретились \"комната 108\" (расположенная, по-видимому, на
    втором этаже), \"зал конференций номер 2\" (впрочем, перечёркнут) и даже
    \"келья аббата, 101\" (я подумал, что это она скрывалась за дверью с
    барельефом в виде креста и готической ручкой, которую я заметил ранее)."
    "В итоге я ушёл из этого странного здания, так и не встретив ни одной живой
    души. Может быть, это было и к лучшему: в таких местах часто можно встретить
    не очень приветливых личностей."
    "..."
    nvl clear
    show letter4 dreaming cup
    "В начале письма я написал, что можно не бояться замёрзнуть, присев на час.
    Но увы, я ошибся. Я не ощущал холода пока сидел и писал, но как только встал
    и прошёлся, сразу почувствовал, что замёрз. Поэтому сейчас, хотя я и
    планировал ещё пофотографировать, я вместо этого пришёл домой и пью тёплый
    чай. Хотя я и так согрелся от быстрой прогулки."
    "...Перепечатывать написанный текст - не самое увлекательное занятие.
    Впрочем, по сравнению с тем, как некоторые переписывают тексты десятки раз,
    пытаясь добиться призрачного идеала в каждой строчке и каждом слове, это
    пустяки. Может быть именно потому я и не смог стать писателем - я не люблю,
    не могу любить текст настолько, чтобы продолжать работать над ним после
    того, как написан черновик. Если быть более точным, я не пишу черновиков
    (помню, за это меня ненавидели учителя в школе). Ну, за исключением вот
    таких случаев, когда приходится писать от руки, а потом набивать на
    машинке."
    nvl clear
    "Впрочем, с этим я уже расправился. И, как ни странно, ничего больше делать
    не надо. Эта неделя, как я уже отметил, до безобразия пуста. Как знать,
    может это лишь маленькая передышка, данная судьбой в преддверии бурных
    событий? Но кто в наш век верит в судьбу?.."
    show letter4 torn picture
    "Это прозвучало как риторический вопрос, что пожалуй не совсем уместно. Наше
    время, каким бы прогрессивным и современным оно не выглядело, населено всё
    теми же людьми, мало изменившимися, не хотящими меняться, или попросту
    немогущими. Стоит копнуть чуть глубже сверкающих поверхностей новомодных
    автомобилей, электрического потрескивания, проникшего во все уголки нашей
    жизни, и модернистского искусства, так яростно отрицающего традиции, как на
    свет выползают вековые предрассудки, стадные инстинкты, ненависть ко всему
    чужому, рабское мышление и садистское желание подчинять силой, домострой и
    слепая фанатичная вера, приводящая порою к убийству."
    nvl clear
    show letter4 speaking continent
    "Иногда я задумываюсь, что случится с этим миром, если на смену сухому
    телеграфу придут более живые, персонифицированные средства связи, способные,
    как в книгах футуристов, превратить целые города и даже континенты в подобие
    площади, с которой к безликой толпе обращаются ораторы и вожди. Человечество
    явно не готово к этому, но разве технический прогресс когда-нибудь ждал
    прогресса культурного? И вообще, может ли человечество когда-нибудь
    приготовиться к чему-то новому без того, чтобы его при этом не ломали через
    колено?.."
    "Возможно, ты подумаешь, что я пессимист. И возможно это так - в наши дни
    мирного затишья меня часто так называют, - но оглянись вокруг: разве люди,
    окружающие тебя, самостоятельны, рациональны, способны к сопереживанию?
    Справедливы, наконец?.."
    nvl clear
    show letter4 lady justice
    "\"Чтобы избежать понятие справедливости многие культуры изобретают понятие
    правосудия\" - случайная цитата, запомнившаяся мне из курса права. Кажется,
    эти слова принадлежат какому-то знаменитому адвокату. Кажется,
    преподавателя, любившего рассказывать об этом и других противоречиях
    современного общества, уволили в термидоре."
    "{cps=6}...{/cps}"
    "{cps=3}.\n.\n.\n.\n.{/cps}"
    show letter4 time think
    "Говорят, что наличие свободного времени приводит к размышлениям о
    глобальном. Что же, трудно поспорить. Но мои размышления на этом подходят к
    концу - всё же надо задуматься о более насущных вещах вроде ужина и
    подготовки к завтрашним занятиям."
    return
