label letter3:
    nvl clear
    show ui bg
    show letter3 sleeping bed at illustration:
        zoom 0.35
    "\"Парадокс сновидца\" - пожалуй, один из старейших известных человечеству
    парадоксов - заключается в следующем: пока человек бодрствует, он может
    однозначно сказать, что не спит; однако когда он видит сон, в большинстве
    случаев он также будет уверен, что не спит."
    "Существует ли достоверный способ определить, что перед тобой: сон или
    реальность? Лучшее, что может придумать человек, задававшийся этим вопросом
    во сне, это \"если на сто процентов уверен, что это не сон - значит, перед
    тобой реальность; в противном случае, сколь бы правдоподобным он ни был,
    перед тобой сон\". Этот принцип замечательно работает в теории, но на
    практике уровень сознания во сне обычно снижен настолько, что подобные
    размышления не могут преодолеть сопротивление логики сна."
    show letter3 inside box:
        zoom 0.4
    "Но допустим некто научился отличать сон от реальности - в конце концов, это
    разрешимая задача, - однако что если добавить в уравнение другие изменённые
    состояния сознания? Слишком много переменных. Отличить реальность от
    нереальности, не зная всех возможных состояний собственного сознания,
    невозможно. По сути, это лишь проявление более общего закона: нельзя познать
    систему изнутри."
    nvl clear
    "В общем-то, всё это преподаётся на основах философии и потому вряд ли
    покажется тебе чем-то новым. Однако, несмотря на это, все эти \"парадоксы\"
    и границы познания всё ещё активно обсуждаются в нашем обществе, литературе,
    манге, даже музыке. Да-да, даже в музыке - собственно это и было причиной,
    по которой я написал всё это. Та группа, на репетицию которой меня
    пригласили на прошлой неделе, так и называется - \"Парадокс Сновидца\".
    Странное название, но последнее время многие музыканты любят подобное."
    show letter3 discussing question:
        zoom 0.45
    "Впрочем, не уверен, что участников \"Парадокса\" можно назвать
    музыкантами. Для меня, человека далёкого от современной музыки, их
    репетиция стала большим сюрпризом. Они не играли на инструментах, а вместо
    этого проигрывали кусочки уже готовых записей, при этом создавая что-то
    отличное от оригинала. Эдакий музыкальный коллаж."
    nvl clear
    "Тут мне почему-то вспоминается один спор о музыке, который я как-то
    услышал:"
    "- Нот всего двенадцать, так что скоро человечество переберёт все
    музыкальные комбинации и на этом история музыки закончится."
    "- Я давно говорю, что музыка сама по себе изжила себя! Она лишь органичное
    дополнение других видов деятельности, фон, который не должен быть изолирован
    и выставлен на первый план. Оркестровая яма в театре или сцена в баре - вот
    истинное место для музыкантов."
    "- Ну на такое и отвечать не хочется - лучше бы шёл в свой бар и бренчал
    свои шлягеры. А по поводу двенадцати нот есть замечательное решение -
    микротональность. Точно так же как музыканты прошлого отошли от
    использования лишь пяти, а затем и семи нот, добавляя всё больше и больше
    тонов, и наконец пришли к хроматизму, музыкантам будущего предстоит перейти
    к ультрахроматизму. Таким образом, пространство для новой музыки значительно
    превосходит объём музыки прошлой."
    nvl clear
    show letter3 arguing fiddle:
        zoom 0.35
    "- Чушь! Даже хроматическую атональность слушают только снобы или
    ненормальные, куда уж лезть в дебри микротонов? Новые методы оркестровки -
    вот где по истине сокрыты бесконечные возможности."
    "- Слушаю вас и удивляюсь, молодые люди, - в разговор студентов внезапно
    вмешался мужчина средних лет. - Неужели никто из вас не слышал про
    комбинаторику? Да из двенадцати нот количество возможных отрывков всего лишь
    в четыре ноты будет больше десяти тысяч! Это ещё не учитывая длину нот,
    октавы, созвучия, наконец! Нет, даже в классической традиции к примеру
    сольного фортепьяно количество возможных произведений так велико, что солнце
    потухнет задолго до того, как человечество сможет сочинить их малейшую
    долю."
    "..."
    show letter3 map fence:
        zoom 0.35
    "Но вернусь в настоящее. Я немного забежал вперёд, описывая их музыку, а
    ведь то, как я добирался на репетицию заслуживает отдельного рассказа. У
    меня был адрес и была карта, так что казалось бы, проблем быть не должно. На
    деле всё оказалось сложнее."
    nvl clear
    "Когда я казалось бы уже подходил к нужному месту, проход мне преградил
    бетонный забор, за которым виднелось заводского вида здание. На карте не
    было ни забора, ни столь большого здания - на его месте был отмечен лишь
    крохотный домишка. Спросить дорогу было не у кого - по сторонам были только
    пустой парк и ещё одна фабричная территория, - так что я просто решил идти
    налево вдоль незваного забора."
    "Минут через семь ходьбы забор повернул направо и я продолжил идти вдоль
    него, хотя теперь местность стала и вовсе неприветливой: справа забор
    бетонный, слева, на другой стороне улицы, металлический. За ним тоже были
    здания, но в их предназначении я не был уверен. Прошло ещё некоторое время
    и наконец в исходном заборе появился вход. Я хотел было подойти и
    посмотреть, нет ли кого поблизости, чтобы спросить дорогу, но не успел я
    этого сделать как из калитки вышел хмурый человек, одетый чуть ли не
    по-военному, и нахмурившись ещё больше подошёл ко мне."
    nvl clear
    show letter3 entry guard:
        zoom 0.3
    "- Что вам здесь надо? - грубо сказал он и тихо добавил: - Рыскают тут
    всякие.."
    "- А вы, собственно, по какому праву спрашиваете? - спросил в ответ я после
    короткой паузы."
    "- Ты давай не умничай! - он повысил голос и протянул руку во внутренний
    карман куртки."
    "Я начал продумывать пути отступления на случай если конфликт перерастёт в
    драку. Пытаться позвать людей из-за забора не вариант - они могут оказаться
    столь же враждебными; прорываться вперёд сложно и опасно, тем более не факт,
    что эта улица не заведёт меня в тупик; бежать назад обидно, хотя, наверное,
    наиболее безопасно. Оставался ещё один вариант: перебежать на другую сторону
    дороги и действовать по обстоятельствам - либо звать на помощь, либо бежать
    дальше."
    show letter3 uncle lies:
        zoom 0.3
    "Однако пока надо было что-то ответить. Хотя я и не чувствовал себя в
    безопасности, но сдаваться всё же не хотелось. Однако любой логичный ответ
    содержал бы намёк на гражданские права и свободы, любое упоминание которых
    является красной тряпкой для людей подобного рода. Поэтому я решил
    блефовать."
    nvl clear
    "- Вы бы лучше так не разговаривали - у меня дело к дяде - начальнику отдела
    снабжения, - произнёс я как можно более спокойным голосом, засовывая руку в
    карман. - Впрочем, - тут же добавил я, не давая ему опомниться, - если вы
    будете так любезны доставить ему это лично, я не буду возражать."
    "Я подошёл к нему на расстояние в пару шагов и протянул конверт, только что
    нащупанный в кармане. Незнакомец несколько опешил, однако убеждён не был."
    "- Да вы.. собственно кто? Какому ещё дяде? - ответил он, но всё же взял
    слишком уж навязчиво поднесённый конверт."
    "Это и было моей целью, и, бросив \"Это срочно\" в ответ, я зашагал дальше.
    Не слишком медленно, но и не быстро, чтобы не выдать своё бегство."
    "- Э-эй, да погоди же ты! - с некоторой неуверенностью в голосе прокричал
    \"охранник\", как я его мысленно обозначил."
    show letter3 running timer:
        zoom 0.35
    "По моим расчётам, оставалось всего несколько секунд до того момента, когда
    он решится открыть пустой конверт, и я приготовился бежать. Теперь
    оставалось бежать лишь вперёд, в неизвестное."
    nvl clear
    "Услышав позади себя шуршание конверта, я не смог не обернуться, хотя это и
    было излишне: как и ожидалось, мужчина шарил рукой по внутренностям
    конверта, пытаясь там что-то найти и уже готовился погнаться за мной. Я
    повернул голову обратно и побежал. Тут же за спиной раздались проклятья и
    тяжёлый топот."
    "Не то чтобы я хорошо бегал, но у меня достаточно длинные ноги и большие
    лёгкие. Кроме того, я чувствую оптимальный темп бега и потому могу протянуть
    достаточно долго. Ведь и мой противник, хотя и явно лучше меня
    подготовленный физически, не был бегуном. К тому же его одежда из плотной
    ткани должна была несколько сковывать его движение. Что касается, ботинок -
    мы были оба в одинаково плохом положении - они не предназначались для бега.
    Так что я решил, что у меня есть все шансы оторваться."
    "Пробежав секунд десять или пятнадцать, я обернулся ещё раз. Несмотря на все
    мои расчёты, \"охранник\" догонял меня. Потому ли, что он просто быстрее
    бегает, или потому что пустил все силы в первоначальный рывок? Этот вопрос
    занимал моё сознание, пока ноги усердно работали, наращивая скорость."
    nvl clear
    "Но вскоре ответ стал неважен. Он догонял меня, даже несмотря на то, что я
    перешёл в ускоренный режим, и теперь он должен был догнать меня вне
    зависимости от того, была ли его скорость стабильной или лишь результатом
    ускорения. Просто я был недостаточно хорош в беге. Когда я осознал это и
    приготовился к неминуемому концу, впереди внезапно замаячил поворот. Он был
    уже близко и пришлось затормозить так резко, что я чуть не потерял
    равновесие. Я хотел было снова побежать, но вместо этого на втором шаге
    врезался во что-то. Или, точнее в кого-то."
    show letter3 collide path:
        zoom 0.35
    "Тогда я подумал: мне конец. Мало того, что за мной и так гонится человек,
    надо было ещё врезаться в случайного прохожего, чтобы шансы выйти из этой
    передряги окончательно упали до нуля.. Но к счастью я ошибся. Человек, в
    которого я врезался, не был случайным прохожим. Это был один из участников
    группы. Впрочем, тогда я ещё не знал этого - откуда мне было знать внешность
    каждого из них? Но они видимо знали мою: вероятно, им рассказал Филипп - тот
    самый \"фанат\", который и пригласил меня на их репетицию."
    nvl clear
    "Почему я написал \"они\"? Потому что их было двое. Когда я очнулся от
    неожиданного столкновения, я увидел перед собой двух молодых людей,
    удивлённо разглядывающих меня. Впрочем, я был удивлён ещё больше когда один
    из них - тот в которого я врезался - вопросительно назвал меня по имени.
    Прошло секунд пять, прежде чем я осознал это и ещё столько прежде чем я
    кивнул в ответ. За это время мой преследователь добежал до поворота и
    остановился как вкопанный, увидев меня в такой компании."
    "Дальнейшее опишу вкратце. Как выяснилось, эти двое - их звали Лёша и Влад -
    пошли встречать меня на случай, что я заблужусь; подвал, в котором они
    репетировали, находился на территории за забором, только с другого входа.
    Потому неудивительно, что они знали охранника, который ко мне приставал.
    После продолжительного разговора они убедили его успокоиться, но
    враждебность между нами от этого, конечно, не исчезла."
    nvl clear
    show letter3 mad music:
        zoom 0.25
    "...Теперь вернусь наконец к их музыке. Как я уже упомянул, они не играли на
    инструментах и даже не пели, а вместо этого воспроизводили кусочки чужих
    произведений с пластинок, играя с громкостью, стереобалансом и, кажется,
    скоростью. Не знаю, были ли они первыми, кто стал использовать подобную
    технику для создания музыки, но во всяком случае я не знаю никого другого,
    кто занимался бы тем же. Хотя некоторые исполнители используют собственные
    записи для живого исполнения в малом составе, но это совсем другое."
    "Казалось бы, звукозапись даёт почти безграничные возможности по сравнению
    с традиционными инструментами, но когда используются лишь готовые записи
    появляются совершенно другие, пожалуй более сильные, ограничения. Мелодия и
    в меньшей степени гармония уходят из под контроля и основное внимания
    приходится уделять звучанию и композиции..."
    nvl clear
    "...Что-то плохо у меня получается писать о музыке. Впрочем, это и
    неудивительно: даже визуальное описание требует определённых навыков, а
    музыка куда более абстрактна, чем визуальное искусство. Так что на этом я,
    пожалуй, и закончу."
    return
