# TODO: Translation updated at 2016-04-01 16:36

# game/story/letter0.rpy:5
translate english letter0_7c0cbb88:

    # "Говорят, если посадить обезьяну за печатную машинку, когда-нибудь она напечатает полное собрание сочинений Шекспира. Но я, как ты можешь себе представить, не большой его поклонник. И потому я посадил обезьяну не за машинку, а за рояль. А она сыграла прелюдию и фугу Дэ минор из Хорошо Темперированного Клавира.."
    ""

# game/story/letter0.rpy:10
translate english letter0_511c6e84:

    # "Можешь покритиковать мой вкус, но исполнение было великолепным. С тех пор я уже неделю боюсь даже сесть за фортепьяно, осознавая свою никчёмность."
    ""

# game/story/letter0.rpy:12
translate english letter0_9ea02b91:

    # "Впрочем, у всего есть положительные стороны. Я записал обезьяну на пластинку и дал послушать знакомому продюсеру. Он порекомендовал обратиться в один инди-лейбл и там записью заинтересовались. Если я когда-нибудь разбогатею, то наверняка из-за подобной чепухи.."
    ""

# game/story/letter0.rpy:16
translate english letter0_76b2fe88:

    # nvl clear
    nvl clear

# game/story/letter0.rpy:19
translate english letter0_82b85f0e:

    # "А пока с финансами у меня по-прежнему неважно. Последнюю зарплату я спустил на новейшую мелкозернистую плёнку. Но пока она просто пылится в шкафу, - я боюсь растратить её по пустякам - и мой Зенит по-прежнему заряжен низкосортной дешёвкой. Так что живу я впроголодь, но по утрам любуюсь на коробочку Хаукин и это согревает мне душу. Жалкое зрелище, если вдуматься."
    ""

# game/story/letter0.rpy:26
translate english letter0_155a7bdc:

    # "..А ещё недавно один мелкий журнал опубликовал рассказ моего приятеля с несколькими моими иллюстрациями, но я почему-то не рад. Наверное потому, что с тех пор как я работал над ними прошло так много времени, что сегодня они мне кажутся детской мазнёй. Но мои нынешние работы никого не интересуют. Даже моя кошка давно привыкла к запаху проявителей и красок и перестала обращать внимание на мои занятия."
    ""

# game/story/letter0.rpy:32
translate english letter0_a20cefa7:

    # "..."
    ""

# game/story/letter0.rpy:33
translate english letter0_76b2fe88_1:

    # nvl clear
    nvl clear

# game/story/letter0.rpy:36
translate english letter0_03cb18a8:

    # "Перечитал написанное и теперь мне кажется, что я опять всё комкаю и пишу неинтересно. В такие моменты я часто начинаю думать, что ты перестанешь читать мои письма и становится ужасно тоскливо. Но сейчас я почему-то подумал о другом. О том, что может быть это я перестану писать тебе. И от этого стало ещё тоскливее. Почему?.."
    ""

# game/story/letter0.rpy:41
translate english letter0_79b5d2ef:

    # "{cps=6}...{/cps}"
    ""

# game/story/letter0.rpy:42
translate english letter0_f4ad5ed7:

    # "{cps=3}.\n.\n.\n.\n.{/cps}"
    ""

# game/story/letter0.rpy:43
translate english letter0_76b2fe88_2:

    # nvl clear
    nvl clear

# game/story/letter0.rpy:46
translate english letter0_933d7ce9:

    # "Но пожалуй, хватит о грустном. Вчера мой сосед пригласил меня на вечеринку в честь его тридцатилетия в следующее воскресенье. Кажется, будет весело. Много народу, много бухла и громкая музыка. Не могу даже вспомнить, когда последний раз был на подобном мероприятии. Однокурсники часто приглашали меня, но в какой-нибудь клуб, где нужно заплатить кругленькую сумму за вход, так что я всегда отмазывался. А тут можно будет оттянуться на халяву."
    ""

# game/story/letter0.rpy:52
translate english letter0_aebb9a7c:

    # "Впрочем, о вечеринке наверное лучше будет написать когда она состоится. А пока напишу про соседа. Ведь кажется я ещё не рассказывал о нём?"
    ""

# game/story/letter0.rpy:54
translate english letter0_76b2fe88_3:

    # nvl clear
    nvl clear

# game/story/letter0.rpy:57
translate english letter0_154fed20:

    # "Пожалуй, стоит начать с того, что это совершенно нормальный человек. По будням работает на заводе, по выходным развлекается с друзьями и с девчонками. Болеет за футбольную команду нашего городка. Кроме этого, никаких интересов, только бухло: средней паршивости пиво и самогон, который ему присылает какой-то родственник из деревни... В общем, именно такой человек, какими меня пугали в детстве родители, пытаясь воспитывать меня \"интеллигентом\"."
    ""

# game/story/letter0.rpy:64
translate english letter0_601b2905:

    # "Несмотря на то, что я давно преодолел этот страх и потерял все моральные ориентиры, я редко пересекаюсь с такими людьми. Даже мой начальник, иногда строящий из себя брутального мужика, когда-то заканчивал химический. Ну а остальные мои знакомые - это по большей части студенты с моего факультета и их знакомые. Как-то мало об этом задумывался, но круг общения реально определяет видение мира..."
    ""

# game/story/letter0.rpy:70
translate english letter0_64923680:

    # "Но что-то я забежал вперёд и ушёл в сторону, а начать-то стоило с нашего знакомства."
    ""

# game/story/letter0.rpy:72
translate english letter0_76b2fe88_4:

    # nvl clear
    nvl clear

# game/story/letter0.rpy:75
translate english letter0_cf2211fb:

    # "Так вот, с соседом мы познакомились совершенно случайно - из-за рассеянности нашего почтальона. Однажды он перепутал наши номера (семь и восемь - казалось бы, как можно спутать? Разве что он шёл и напевал \"письмо в квартиру во-о-семь, во-о-семь, о-о-семь, семь, семь\", но это же абсурд, правда?) и положил письмо соседу мне под дверь. Обнаружив конверт с незнакомым почерком и незнакомым отправителем, я проверил адрес получателя и убедившись в ошибке сразу же пошёл его отнести адресату - на этаж выше."
    ""

# game/story/letter0.rpy:84
translate english letter0_bce46de3:

    # "Тут бы всё и закончилось - я собирался просто положить письмо в ящик и уйти, - но стоило мне отнять пальцы от конверта, как за дверью послышались шаги и уже через мгновенье она распахнулась, чуть не ударив меня. Из-за неё показался человек невысокого роста и крепкого телосложения. Он был небрит и одет в довольно потрёпанную одежду."
    ""

# game/story/letter0.rpy:89
translate english letter0_e61f4b8c:

    # nvl clear
    # "- О!.. Извиняюсь, - сказал он, увидев меня. Не успел я что-либо ответить, как он продолжил: - Хмм, а ты что же, новый почтальон?"
    nvl clear
    ""

# game/story/letter0.rpy:92
translate english letter0_3150cb2a:

    # "- Я.. эм.. нет, отнюдь. Мне по ошибке пришло письмо, адресованное.. - Тут я замялся и мельком оглядел его ещё раз, прикидывая как к нему обращаться."
    ""

# game/story/letter0.rpy:94
translate english letter0_eae61288:

    # "- Вот как?.. Ну что же, спасибо, - мужчина прервал меня и, ловко выудив откуда-то из кармана ключи, открыл ящик. - Может, зайдёшь? - внезапно добавил он, разглядывая конверт."
    ""

# game/story/letter0.rpy:97
translate english letter0_62586852:

    # "Я был слишком шокирован столь быстрому развитию событий чтобы реагировать нормально. Поэтому когда я открыл рот, пауза слишком уж затянулась и отказываться было бы невежливо. И я промямлил что-то неразборчивое в знак согласия."
    ""

# game/story/letter0.rpy:101
translate english letter0_76b2fe88_5:

    # nvl clear
    nvl clear

# game/story/letter0.rpy:104
translate english letter0_8d75e86c:

    # "Вопреки моим ожиданиям, за дверью оказалась не комнатушка наподобие моей, а полноценная однокомнатная квартира с кухней, ванной и туалетом. Усадив меня на диван, хозяин прошёл в кухню и забрякал стаканами."
    ""

# game/story/letter0.rpy:107
translate english letter0_6409a33f:

    # "Придя в себя, я стал осматривать комнату. Старый паркет, голые стены, на одной из них висит одинокий небольшой ковёр. Напротив дивана, под ковром - небольшая небрежно заправленная кровать. Ближе к окну шкаф, покосившийся от старости. Складной стол около окна, на нём раскрытая книга обложкой вверх и импровизированная пепельница. С потолка тут и там свисают куски штукатурки. Такая вот комната."
    ""

# game/story/letter0.rpy:115
translate english letter0_61489e94:

    # "Не успел я как следует разглядеть паутину над входной дверью, как мой новый знакомый вернулся в комнату с двумя стаканами пива в одной руке и пресловутым конвертом в другой. Он молча бросил конверт на подушку, протянул мне один стакан и сел на кровать. Пружины недовольно заскрипели."
    ""

# game/story/letter0.rpy:119
translate english letter0_76b2fe88_6:

    # nvl clear
    nvl clear

# game/story/letter0.rpy:122
translate english letter0_71c9e6f8:

    # "- Ах да, я же так и не представился. Хотя ты вероятно видел имя на конверте. В общем, все зовут меня Толик."
    ""

# game/story/letter0.rpy:124
translate english letter0_00adb0fd:

    # "Я не мог не воспользоваться случаем и протянул ему недавно изготовленную визитку, а затем представился."
    ""

# game/story/letter0.rpy:126
translate english letter0_1e52d577:

    # "- Ух ты, - протянул он, разглядывая карточку. Затем улыбнулся и произнёс: - Ну, за знакомство!"
    ""

# game/story/letter0.rpy:128
translate english letter0_ce35a715:

    # "Мы чокнулись и выпили. Пиво оказалось приятно прохладным. Только ощутив эту прохладу, я наконец заметил, что в комнате неестественно жарко, несмотря на раннюю весну. Судя по слабому запаху, на который я раньше не обратил внимания, в кухне что-то готовилось. Впрочем, было не время для подобных отвлечённых наблюдений. Сделав несколько глотков и поставив стакан на пол, Толик поднял конверт и, немного повертев, надорвал его."
    ""

# game/story/letter0.rpy:134
translate english letter0_76b2fe88_7:

    # nvl clear
    nvl clear

# game/story/letter0.rpy:137
translate english letter0_7fddcf8d:

    # "- Знаешь, почему я пригласил тебя? - вдруг сказал он каким-то приглушённым голосом. Руки его остановились, лишь наполовину вытащив письмо из конверта. - Мне не так часто приходят письма, но даже это жалкое количество почта не может доставить как следует. Мои письма остаются неделями лежать завалившись в углу какого-нибудь мелкого отделения, они приходят в соседнюю квартиру, в соседний дом или улицу, а однажды моё письмо и вовсе отправилось в другой город, на совпадающий адрес."
    ""

# game/story/letter0.rpy:144
translate english letter0_423ccd07:

    # "Он сделал паузу, отложил письмо в сторону и отпил ещё пива, а затем продолжил:"
    ""

# game/story/letter0.rpy:146
translate english letter0_9e8a4fd8:

    # "- Так вот, каждый раз когда это случается, письмо приходит в распечатанном конверте. \"Я понял, что это ошибка, только открыв конверт\", \"Мне и в голову не приходило, что могли так напутать\" или \"Вы не волнуйтесь, я ничего не успела прочитать\". Все они говорят или пишут что-то подобное. Ну или не пишут ничего, просто бросают открытый конверт и уходят... Так что.. ты первый, кто вернул мне письмо запечатанным."
    ""

# game/story/letter0.rpy:152
translate english letter0_db1d850a:

    # nvl clear
    # "Ненадолго воцарилась тишина. Когда я отхлебнул пива, глоток прозвучал неестественно громко. Я не знал, что ответить, и просто ждал продолжения."
    nvl clear
    ""

# game/story/letter0.rpy:155
translate english letter0_43a9c672:

    # "- Почему?.. - наконец спросил он и после паузы добавил: - Почему ты не стал читать его?"
    ""

# game/story/letter0.rpy:157
translate english letter0_b92ac55d:

    # "- Э.. - протянул я и задумался. Кажется, мне даже не пришло в голову распечатывать конверт когда я заметил ошибку. Я лишь удивился рассеянному почтальону и решил разобраться с этим поскорее. - Не знаю.. Наверное, мне это просто не пришло в голову."
    ""

# game/story/letter0.rpy:163
translate english letter0_2e3d14cd:

    # "- Ха-ха, а ты странный! Но, раз уж ты сам не стал читать письмо, я расскажу тебе, о чём оно. Дело в том, что я развожусь. - Он поднялся с кровати и подошёл к окну, достал сигарету из пачки на подоконнике и закурил. Затем, сделав пару затяжек, продолжил: - Уже несколько месяцев развожусь и всё никак не могу закончить. Чёртовы юристы!"
    ""

# game/story/letter0.rpy:168
translate english letter0_e3b8bc02:

    # "Толик замолчал и принялся ходить по комнате, но было видно, что он не закончил. Я молча ждал продолжения, временами потягивая пиво."
    ""

# game/story/letter0.rpy:170
translate english letter0_61339e87:

    # nvl clear
    # "- Хотя конечно во всём виновата она. Бросила меня четыре года назад, убежав с каким-то певчиком. А теперь, когда тот её бросил, пытается ограбить меня при помощи всех этих юридических уловок. Знал бы, сразу бы настоял на разводе. Но мне тогда сказали, что это мол сложно и денег будет стоить, если без неё развод организовать. Чёртовы юристы! - повторил он и наконец замолчал."
    nvl clear
    ""

# game/story/letter0.rpy:179
translate english letter0_d7af46b9:

    # "Я сделал несколько последних глотков и прикончил содержимое стакана. Внезапно мне показалось, что если я так и останусь сидеть на этом диване, он непременно расскажет мне если не всю историю своей жизни, то по крайней мере всё, что связано с его женой. Поэтому я встал и, подойдя к окну, поставил пустой стакан на подоконник. Взглянув на небо, я увидел как одинокое облако проплывает над унылым городским пейзажем."
    ""

# game/story/letter0.rpy:185
translate english letter0_771ba92c:

    # "- Ладно, не бери в голову, - как будто спохватился он и тут же перевёл разговор на другую тему: - Я бы предложил тебе ещё пива, но к сожалению это последнее. Вообще-то, я как раз собирался в магазин, но тут это письмо.."
    ""

# game/story/letter0.rpy:188
translate english letter0_050aca6f:

    # nvl clear
    # "Я подумал было, что наступил подходящий момент, чтобы сказать \"мне пора\" и свалить, но потом передумал. У меня возникло ощущение, что он и сам уже не прочь от меня избавиться, и захотелось посмотреть, как же он это сделает."
    nvl clear
    ""

# game/story/letter0.rpy:192
translate english letter0_1dabaad6:

    # "Впрочем, ничего интересного не произошло: он просто сказал, что теперь ему действительно пора в магазин за каким-то соусом. (Видимо, для того блюда, которое приготовлялось на кухне, издавая всё более заметный аромат). На этом мы и расстались."
    ""

# game/story/letter0.rpy:196
translate english letter0_a20cefa7_1:

    # "..."
    ""

# game/story/letter0.rpy:197
translate english letter0_8379b4d2:

    # nvl clear
    # "Вот такое вот знакомство. Если тебе интересно, в следующий раз я расскажу про него что-нибудь ещё. Но сейчас пора заканчивать это письмо, а то я опоздаю отнести его на почту."
    nvl clear
    ""

# game/story/letter0.rpy:201
translate english letter0_79b5d2ef_1:

    # "{cps=6}...{/cps}"
    ""

# game/story/letter0.rpy:202
translate english letter0_f4ad5ed7_1:

    # "{cps=3}.\n.\n.\n.\n.{/cps}"
    ""

# game/story/letter0.rpy:205
translate english letter0_ad978f57:

    # "А ещё у меня на подоконнике расцвёл кактус."
    ""

